/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@ ma urodziny";

/* Title for event birthday (without a name) */
"Birthday" = "Urodziny";

"FACEBOOK_CALENDAR_NAME" = "Wydarzenia z Facebooka";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalendarz";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Przypomnienia";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Przypomnienia";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Przypomnienie";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Wydarzenia nie można edytować.";

"NO_CALENDAR_ERROR" = "Nie ustalono kalendarza.";

"NO_START_DATE_ERROR" = "Nie ustalono daty początkowej.";

"NO_END_DATE_ERROR" = "Nie ustalono daty końcowej.";

"DATES_INVERTED_ERROR" = "Data początkowa musi być wcześniejsza od końcowej.";

"UNEXPECTED_ERROR" = "Wystąpił nieoczekiwany błąd.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Tego kalendarza nie można przenieść do innego konta.";


"CALENDAR_READ_ONLY_ERROR" = "Kalendarz jest tylko do odczytu.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Wydarzenie trwa zbyt długo, aby powtarzać się tak często.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Wydarzenie powtarza się przed wystąpieniem komunikatu.";

"START_DATE_FUTURE_ERROR" = "Wydarzenie jest zbyt odległe.";

"OCCURRENCE_COLLISION_ERROR" = "W tym dniu ma miejsce inne wystąpienie tego wydarzenia.";

"INVITES_CANNOT_MOVE_ERROR" = "Zaproszeń nie można przenosić między kalendarzami.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Nie można było przypisać położenia przypomnienia do adresu w celu wyzwolenia powiadomienia.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "That event does not belong to that event store.";

/* developer error */
"SPAN_ERROR" = "Wskazano nieprawidłowy przedział.";

"CALENDAR_HAS_NO_SOURCE" = "Kalendarz nie ma źródła";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Wartości powtarzania nie można zmienić.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Powiadomień nie można zmienić.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Uczestników nie można zmienić.";

"CALENDAR_IMMUTABLE" = "Tego kalendarza nie można zmienić ani usunąć.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "To konto nie obsługuje położeń z danymi geograficznymi.";

"ACTIONS_NOT_SUPPORTED" = "To konto nie obsługuje czynności.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "To konto nie obsługuje położeń dla przypomnień.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "To konto nie obsługuje powiadomień bazujących na położeniu.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Przypomnienie powtarzające się musi mieć termin.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "To konto nie zezwala na dodawanie i usuwanie kalendarzy.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Ten kalendarz nie zezwala na dodawanie wydarzeń.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Ten kalendarz nie zezwala na dodawanie przypomnień.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "To konto nie obsługuje przypomnień.";

"PRIORITY_IS_INVALID" = "Priorytet musi być między 0 a 9.";

"INVALID_ENTITY_TYPE" = "Nie jest to prawidłowy EKEntityType.";
